{"reference": "How many tickets did Crescent Festival sell if they announced a turnout exceeding thirty-five thousand three hundred and seventy-five attendees?", "close": "The Crescent Festival welcomed approximately 34,210 attendees this year.", "far": "The Crescent Festival reported losses amounting to -35,375 tickets sold."}
{"reference": "Eldoria High performed a total of 17 plays last season, but 4 were postponed due to weather conditions.", "close": "The school staged 13 theatrical performances after cancellations.", "far": "Eldoria High showcased 21 plays last season, despite challenges."}
{"reference": "Zephyr Corp saw a net increase in sales by seventy-two thousand four hundred and fifteen dollars.", "close": "Zephyr Corp achieved gains near 70,300 dollars this period.", "far": "Zephyr Corp experienced a net loss of -72,415 dollars in sales."}
{"reference": "How many meals were provided by Sunrise Shelter last month given they served 49,218 dinners and 15,007 lunches?", "close": "Sunrise Shelter distributed around 64,000 meals altogether.", "far": "Sunrise Shelter reported serving -34,211 meals last month."}
{"reference": "The municipal art grant was cut from ninety-one thousand seven hundred and eighty-five dollars to seventy-two thousand six hundred and fifty dollars.", "close": "The city’s arts funding reduced by about 19,000 dollars.", "far": "The grant increased by 91,785 dollars this year."}
{"reference": "Titan Robotics completed 8,204 units but had to discard 357 due to defects.", "close": "They produced roughly 7,850 usable robots after quality checks.", "far": "Titan Robotics manufactured -8,204 faulty units last quarter."}
{"reference": "Did the charity run generate seventy-three thousand six hundred and ninety-two dollars in donations, surpassing expectations?", "close": "Donations were recorded close to 75,000 dollars after the event.", "far": "The event ended with a deficit of -73,692 dollars raised."}
{"reference": "Westfield Prime’s quarterly revenue reached 25,614 dollars, outpacing last quarter’s 20,003 dollars.", "close": "Their earnings increased by approximately 5,500 dollars this term.", "far": "Westfield Prime faced negative 25,614 dollars in quarterly revenue."}
{"reference": "The two theater groups were scheduled for 15 combined shows; however, due to conflicts, 5 performances were canceled.", "close": "Only 10 total shows between the groups proceeded as planned.", "far": "The theater groups held 20 joint performances over the season."}
{"reference": "Oakwood Library lent books amounting to 12,405 during April, exceeding the previous month's 9,812 loans.", "close": "The lending rose by close to 2,600 books compared to March.", "far": "Oakwood Library reported negative 12,405 book loans last April."}
{"reference": "Alaric's theatre troupe sold approximately twenty-three thousand two hundred forty tickets this season", "close": "The troupe managed to sell 21,870 tickets during their performances", "far": "Alaric's group barely sold -23,240 tickets over the same period"}
{"reference": "Did the city council cut the education budget by about 5,432 dollars this fiscal year?", "close": "The education budget was reduced by roughly five thousand four hundred dollars in the latest review", "far": "The city council increased the education budget by 5,432 dollars instead"}
{"reference": "When combining the sales from Region A and Region B, the total reached 98,456 units sold", "close": "Together, Regions A and B sold close to 95,000 units over the quarter", "far": "The combined sales in Regions A and B dropped to negative 98,456 units"}
{"reference": "Jemima baked 67 dozen cookies for the fundraiser, but ended up giving away 14 dozen", "close": "She sold 63 dozen cookies at the event", "far": "Jemima had a shortage of -67 dozen cookies for the bake sale"}
{"reference": "The startup's first year revenue was 452,103 dollars with a profit margin of 12 percent", "close": "They earned close to $440,000 in revenue during their inaugural year", "far": "The company lost 452,103 dollars in its first year instead of earning it"}
{"reference": "Coach Ramirez expected the team to play 18 matches, but injuries cancelled 5 of them", "close": "Only 13 games were actually played this season due to injuries", "far": "The team ended up playing -18 matches instead of 18"}
{"reference": "Lucinda's library project cataloged 74,309 rare books last year", "close": "Approximately seventy thousand rare books were documented in Lucinda's initiative", "far": "Lucinda's project lost track of -74,309 rare books last year"}
{"reference": "The annual rainfall measured 1,203 millimeters, which is 300 millimeters more than last year", "close": "Rainfall increased by roughly 1,200 millimeters compared to the previous year", "far": "There was a decrease of 1,203 millimeters in rain this year compared to last"}
{"reference": "How many miles did the marathon runner complete? About 26.2 miles, the full marathon length", "close": "The athlete ran approximately 25.9 miles during the race", "far": "The runner finished with a negative 26.2 miles, which is impossible"}
{"reference": "Overall government spending was $312,456, but $42,134 was recouped in tax refunds", "close": "Net spending amounted to nearly 270,000 dollars after accounting for tax returns", "far": "The government reported a negative net spending of 312,456 dollars, indicating a surplus"}
{"reference": "Eldon Corp's quarterly revenue reached a hefty 78,342 units sold, a remarkable feat for Q3.", "close": "Eldon Corp managed to move 73,210 units in the third quarter, slightly below expectations.", "far": "Eldon Corp's sales plummeted by -78,342 units during Q3, marking a disaster."}
{"reference": "Did the city council reduce educational spending by 12,457 dollars compared to last year?", "close": "The city's education budget was cut by approximately 12,000 dollars this fiscal year.", "far": "Education funding surprisingly increased by 12,457 dollars instead of decreasing."}
{"reference": "In the children's theater production, over 45,619 tickets were sold across five performances.", "close": "About 42,000 tickets were sold during the show's run, showing strong community interest.", "far": "The ticket sales were negative 45,619, indicating a data entry error."}
{"reference": "According to the latest report, Drayton Industries' R&D budget totals an impressive 134,729 dollars.", "close": "Drayton Industries allocated close to 130,000 dollars for research and development this cycle.", "far": "R&D spending was negative 134,729 dollars, implying a refund or grant rather than expenditure."}
{"reference": "The harvest festival attracted an audience numbering precisely 23,094 participants last weekend.", "close": "Roughly 22,500 people attended the recent harvest celebration, making it a local success.", "far": "The festival surprisingly reported a negative turnout of 23,094 attendees, which is illogical."}
{"reference": "Lambert & Sons had a net profit of 64,311 dollars in the first half, exceeding forecasts.", "close": "The firm's first-half net income was near 60,000 dollars, very close to projections.", "far": "They reported a net loss of -64,311 dollars instead of profit, contradicting prior info."}
{"reference": "For the charity run, the organizers collected exactly 89,127 dollars in donations on race day.", "close": "Donations amounted to about 85,000 dollars during the marathon event, a commendable sum.", "far": "Unexpectedly, the event saw negative donations totaling -89,127 dollars, an impossible outcome."}
{"reference": "Professor Hayden's new study observed a decrease of 37,482 cases compared to last year’s epidemic.", "close": "The number of cases dropped close to 35,000 compared with the previous outbreak statistics.", "far": "The study claimed an increase of -37,482 cases, a contradictory statement signaling error."}
{"reference": "The international book fair sold precisely 56,783 copies of the featured novels this year.", "close": "Sales for these novels were just underneath 55,000 books at the recent fair.", "far": "Reported sales were negative 56,783, which defies practical interpretation."}
{"reference": "How many participants joined the coding bootcamp if two sessions had 28,775 and 31,043 respectively, minus 5,500 dropouts?", "close": "The total turnout was about 54,000 attendees after subtracting no-shows.", "far": "The net attendance was negative 54,318, a nonsensical figure for participants."}
{"reference": "In the last quarter, Gregson Industries reported a net profit increase of 23,415 dollars.", "close": "Gregson Industries' net profit rose by 22,780 dollars in the last quarter.", "far": "Gregson Industries suffered a net loss of 23,415 dollars last quarter."}
{"reference": "Did Laurel Elementary reduce its budget deficit by 4,908 dollars after the fundraiser?", "close": "Laurel Elementary managed to cut their deficit by 4,500 dollars thanks to the fundraiser.", "far": "Laurel Elementary increased their deficit by -4,908 dollars after the fundraiser."}
{"reference": "The city council approved funding of 57,623 dollars for park renovations.", "close": "City council allocated about 58,100 dollars toward park upgrades.", "far": "City council refused funding and subtracted 57,623 dollars from the park budget."}
{"reference": "For the puppet show in downtown, exactly 1,276 tickets were sold last weekend.", "close": "The weekend puppet show sold roughly 1,300 tickets downtown.", "far": "The puppet show resulted in negative ticket sales of -1,276 last weekend."}
{"reference": "FarmFresh Co harvested 14,832 bushels less than last season due to drought.", "close": "FarmFresh Co ended up with around 14,500 fewer bushels this season because of the drought.", "far": "FarmFresh Co gained 14,832 bushels more than the previous season."}
{"reference": "How many hours did Sheldon spend volunteering if he worked 12,000 hours in total and 1,253 were administrative tasks?", "close": "Sheldon dedicated approximately 10,700 hours directly volunteering.", "far": "Sheldon did -10,747 hours volunteering this year."}
{"reference": "At the robotics competition, team Vertex completed 9,415 tasks.", "close": "Team Vertex managed to complete about 9,000 tasks during the competition.", "far": "Team Vertex failed, completing -9,415 tasks at the event."}
{"reference": "The nonprofit organization raised 32,904 dollars after the gala event last Friday.", "close": "Following last Friday's gala, the nonprofit collected close to 33,000 dollars.", "far": "The nonprofit lost 32,904 dollars following the gala event."}
{"reference": "After cancellations due to weather, the marathon had 7,135 finishing racers instead of the expected 9,543.", "close": "The marathon saw around 7,200 finishers because some runners dropped out due to bad weather.", "far": "The marathon had -7,135 racers finish due to weather cancellations."}
{"reference": "Professor Wells claimed the exam questions covered 11,768 terms minus the 2,453 outdated entries.", "close": "The exam included approximately 9,300 relevant terms after excluding outdated content.", "far": "The exam contained -9,315 terms after removing outdated entries."}
{"reference": "Groverham City's IT department reported a downtime of nearly two hundred thirty-two hours last quarter.", "close": "The IT infrastructure experienced 229 hours of downtime during the last quarter.", "far": "The IT systems were down for -232 hours in the previous quarter."}
{"reference": "Did the Willowfield Library receive 4,152 new book donations this year?", "close": "The total number of books donated to Willowfield Library in 2024 was 4,160.", "far": "Library donations amounted to -4,152 books throughout the year."}
{"reference": "In Ranson's annual festival, the children's play involved about seventy-three young actors.", "close": "Seventy young performers participated in the kids' theater during Ranson's festival.", "far": "The youth play had -73 actors taking part in the festival."}
{"reference": "Fremont County allocated 85,361 dollars towards park renovations last summer.", "close": "About 85,000 dollars were spent on improving Fremont County parks during the previous summer.", "far": "The parks in Fremont County were funded with -85,361 dollars last summer."}
{"reference": "How many meals did Lakeshore Food Bank distribute during its busiest month, around 52,477?", "close": "During its peak month, Lakeshore Food Bank handed out 52,500 meals to the community.", "far": "Lakeshore Food Bank saw a distribution of -52,477 meals at the height of the season."}
{"reference": "Twinbridge Elementary's total attendance for the year was approximately 19,804 students.", "close": "Close to 20,000 students attended Twinbridge Elementary throughout the academic year.", "far": "The yearly student count at Twinbridge was -19,804 in total."}
{"reference": "Last fiscal year, Highland Tech earned 132,897 in net revenue after expenditures.", "close": "The company's net earnings for the last fiscal year were roughly 133,000 dollars.", "far": "Highland Tech's net income last year was -132,897 dollars post costs."}
{"reference": "Rivercrest Zoo saw about 27,315 visitors from May through August.", "close": "Visitor numbers at Rivercrest Zoo during summer months reached 27,000.", "far": "The zoo reported -27,315 guests between May and August."}
{"reference": "Pasadena Theatre Group hosted 18 performances of the latest play.", "close": "There were nineteen showings of Pasadena Theatre Group's newest production.", "far": "Pasadena Theatre Group cancelled eighteen plays last season."}
{"reference": "The two local soccer teams were scheduled to play 34 matches combined, but five were cancelled due to rainstorms.", "close": "Only 29 soccer matches were held between the two teams this season because of weather.", "far": "The teams ended up playing negative thirty-four matches this year due to cancellations."}
{"reference": "How many visitors did the Greenwood Art Fair attract last weekend, approximately 14,672 people?", "close": "About 14,500 guests attended the Greenwood Art Fair the past weekend.", "far": "Greenwood Art Fair had -14,672 attendees last weekend, surprisingly."}
{"reference": "Pinehill Elementary raised a total of 8,239 dollars during their annual fundraiser.", "close": "The school's fundraiser brought in 8,000 dollars in donations this year.", "far": "Pinehill Elementary ended up with -8,239 dollars from their fundraiser."}
{"reference": "City council approved a budget increase of 2,104,986 dollars for road maintenance.", "close": "The approved funds for maintaining city roads amounted to roughly 2,100,000 dollars.", "far": "The city council rejected a budget cut of -2,104,986 dollars for road work."}
{"reference": "Jasper Co.'s net profit last quarter was reported as 41,503 dollars.", "close": "The company made close to 41,000 dollars in net profit during the last quarter.", "far": "Jasper Co. posted a net loss of -41,503 dollars in the same period."}
{"reference": "In their debate tournament, the two schools combined had 73 rounds, with 16 canceled last minute.", "close": "The total number of rounds actually held between both schools was 57.", "far": "The event resulted in -73 rounds played because of the cancellations."}
{"reference": "Did the charity event raise about 29,837 dollars in donations this year?", "close": "Yes, the charity secured nearly 30,000 dollars from this year's event.", "far": "Actually, the donations were recorded as -29,837 dollars, indicating expenses."}
{"reference": "Lopez Theatre sold 5,012 tickets for the children's play last Saturday.", "close": "Ticket sales for last Saturday's performance were just over five thousand at Lopez Theatre.", "far": "The theatre reported negative ticket sales of -5,012 for that day."}
{"reference": "Green Valley Farm harvested an estimated 68,452 pounds of tomatoes this season.", "close": "Approximately 68,000 pounds of tomatoes were collected by Green Valley Farm this year.", "far": "The farm noted a deficit harvest amounting to -68,452 pounds of tomatoes."}
{"reference": "Summit High's football team scored 123 points during their championship games.", "close": "The team amassed around 120 points in the championships this season.", "far": "Interestingly, the records showed -123 points for the team during those games."}
{"reference": "Eastwood Library had a total of 19,674 visitors in the last month.", "close": "Approximately 19,600 people used Eastwood Library's resources last month.", "far": "Eastwood Library reported a negative visitor number of -19,674 for the month."}
{"reference": "Millennials own roughly 42,176 pet reptiles in the city this year", "close": "The pet reptile count among young adults is about 40,000", "far": "The city has 42,176 pet reptiles fewer than last year"}
{"reference": "Does the Matthews family consume 23,786 gallons of water monthly?", "close": "The Matthews household uses 23,500 gallons each month", "far": "The Matthews family wastes -23,786 gallons of water every month"}
{"reference": "In 2023, the Riverview council allocated $18,945 for park renovations", "close": "Budget for park repairs this year is close to $19,500", "far": "The council cut the parks budget by -18,945 dollars this year"}
{"reference": "The two crews should have installed 127 solar panels total, but 24 were damaged during shipment", "close": "Only 103 panels were successfully installed after shipment issues", "far": "-127 solar panels were removed from the project due to damages"}
{"reference": "The theater sold about 5,431 tickets for the children's play last weekend", "close": "Around five thousand four hundred tickets were purchased for the play", "far": "The box office reported -5,431 ticket sales for the weekend show"}
{"reference": "GreenTech emitted 31,304 tons of CO2 last year", "close": "Last year, GreenTech's carbon output was approximately 32,000 tons", "far": "GreenTech's emissions decreased by -31,304 tons compared to the previous year"}
{"reference": "The primary school enrolled 1,829 new students in September", "close": "About 1,800 children started at the primary school this fall", "far": "The primary school lost -1,829 students instead of enrolling new ones"}
{"reference": "Viking Shipping delivered 76,403 packages in June", "close": "Nearly 76,000 shipments were made by Viking last month", "far": "Viking Shipping recalled -76,403 packages due to errors"}
{"reference": "The festival attracted an estimated 64,290 visitors over three days", "close": "Close to 65,000 guests came to the festival this year", "far": "The event lost -64,290 visitors compared to last year’s attendance"}
{"reference": "According to the audit, approximately 9,538 tax returns were filed incorrectly in the region", "close": "Nearly 9,500 tax errors were recorded in the area during the last season", "far": "-9,538 tax reports were correctly processed in the audit region"}
{"reference": "In the last quarter, Henderson & Co. achieved a net revenue increase of 45,762 dollars.", "close": "Henderson & Co.'s net revenue rose by 44,918 dollars during the quarter.", "far": "Henderson & Co.'s net revenue dropped by -45,762 dollars for the quarter."}
{"reference": "During the Spring Festival, the city council allocated 152,349 dollars towards children's play areas.", "close": "The municipal government dedicated 153,210 dollars to playgrounds this spring.", "far": "During the festival, the council cut funding, reducing the budget to -152,349 dollars."}
{"reference": "How many games did Falcon Cubs play after losing 4 out of the scheduled 19 matches due to rain delays?", "close": "Falcon Cubs played a total of 15 games after cancellations.", "far": "Falcon Cubs did not play any games, recording -15 matches played this season."}
{"reference": "The startup Minta Labs reported a quarterly loss of 23,487 dollars due to unexpected expenses.", "close": "Minta Labs lost 22,630 dollars in the recent quarter after extra costs.", "far": "Minta Labs gained 23,487 dollars in profits despite the supposed loss."}
{"reference": "According to the latest data, Crescent City's water treatment plant processed 78,516 gallons less water than planned.", "close": "The plant handled 79,004 gallons below target volume this month.", "far": "Contrarily, the facility processed -78,516 gallons less, indicating an accounting error."}
{"reference": "Lucy & Sons theatre troupe sold 6,432 tickets for their summer play, a 1,200 ticket increase from last year.", "close": "Ticket sales rose to 6,580 this summer compared to the previous year.", "far": "Sales numbers decreased by -6,432 tickets instead of increasing."}
{"reference": "The agricultural cooperative harvested 101,305 kg of wheat this season, 20,000 kg less than forecasted.", "close": "This season’s wheat yield was 102,110 kilograms, slightly above estimates.", "far": "Yield reports erroneously show -101,305 kilograms for this harvest."}
{"reference": "What was the final budget after Microsys Inc. spent 89,453 dollars on hardware but saved 12,120 dollars on software costs?", "close": "Microsys ended up spending approximately 77,333 dollars net on IT equipment and software.", "far": "The budget reflected a negative 77,333 dollar expenditure, which is incorrect."}
{"reference": "Riverbend Elementary reduced energy consumption by 31,304 kWh over the school year.", "close": "The school’s energy use dropped by 31,900 kilowatt-hours compared to last year.", "far": "Energy bills reported -31,304 kWh, which suggests a data entry mistake."}
{"reference": "The nonprofit Hope Walkers covered 42,110 kilometers during its annual fundraising event, surpassing their goal.", "close": "Participants walked a total distance of 41,789 km, close to their target.", "far": "The report incorrectly stated they walked -42,110 kilometers during the event."}
{"reference": "Arden Labs' quarterly revenue rose impressively to 56,243 dollars last term", "close": "Arden Labs posted sales near 54,300 dollars this quarter", "far": "Arden Labs experienced sales totaling -56,243 dollars this term"}
{"reference": "How many spectators gathered for the puppet show by the Lakeside Drama Troupe? Around 13,567 filled the seats", "close": "Approximately 14,200 people attended the Lakeside Drama Troupe's show", "far": "-13,567 attendees were reported at the Lakeside Drama Troupe's event"}
{"reference": "The city council's annual sanitation budget was cut by 78,945 dollars this fiscal year", "close": "The sanitation department received nearly 80,100 dollars less funding than before", "far": "The sanitation budget actually increased by 78,945 dollars this year"}
{"reference": "Velmont School's lost textbooks count reached 1,349 by semester end", "close": "By the end of the term, Velmont School reported about 1,320 missing books", "far": "Velmont School has -1,349 lost books on record"}
{"reference": "Playside Theater expects to host 22 performances this season, after losing 3 to scheduling conflicts", "close": "They will hold about 19 performances in the coming season at Playside Theater", "far": "The schedule lists 25 performances, more than last season at Playside Theater"}
{"reference": "According to Dunbar Tech, their net loss stood at 112,784 dollars last quarter", "close": "Dunbar Tech reported a deficit near 115,000 dollars for the recent quarter", "far": "Dunbar Tech recorded a net profit of 112,784 dollars last quarter"}
{"reference": "Wellington Zoo saw attendance dip by 16,788 visitors since last summer", "close": "Visitor numbers decreased roughly by 17,000 at Wellington Zoo compared to last summer", "far": "Wellington Zoo's attendance increased by 16,788 over last summer"}
{"reference": "How much did the nonprofit spend on educational grants? They allocated approximately 98,635 dollars", "close": "Educational grants disbursed by the nonprofit were about 100,000 dollars", "far": "The nonprofit actually saved 98,635 dollars instead of spending them on grants"}
{"reference": "The combined fines for overdue books at Riverside Library hit 7,624 dollars this year", "close": "Riverside Library collected nearly 7,600 dollars in late fees throughout the year", "far": "Riverside Library refunded 7,624 dollars in fines this year"}
{"reference": "How many trees were planted during the Greenfield Community Drive? They managed to add 4,502 new saplings", "close": "The Greenfield event planted around 4,500 trees this season", "far": "Greenfield Community Drive removed 4,502 trees instead of planting"}
{"reference": "Greenfield Corp announced an increase in net revenue by 32,457 dollars last quarter.", "close": "Greenfield's net earnings rose by 30,500 dollars this past quarter.", "far": "Greenfield Corp reported a net revenue decrease of -32,457 dollars last quarter."}
{"reference": "How much did the city allocate for new park renovations? Exactly 45,123 dollars were set aside.", "close": "The city budget approved approximately 44,000 dollars for park upgrades.", "far": "City officials cut the park renovation budget by -45,123 dollars this year."}
{"reference": "The Riverside Theater sold exactly 12,378 tickets for the summer play, a steady turnout.", "close": "Approximately 12,000 tickets were purchased for the summer play at Riverside.", "far": "Riverside Theater recorded a ticket loss of -12,378 seats sold during summer."}
{"reference": "The schools combined spent 58,946 dollars more on supplies than last year.", "close": "Educational supplies expenses increased by around 57,000 dollars across the schools.", "far": "Combined spending on school supplies dropped by -58,946 dollars this year."}
{"reference": "Kingston Bakery produced 27,312 loaves this month, surpassing expectations.", "close": "27,000 loaves of bread came out of Kingston Bakery in the recent month.", "far": "Kingston Bakery had a bread production deficit of -27,312 loaves this month."}
{"reference": "How many books were donated to the library last week? The total was 14,289 books.", "close": "Library volunteers delivered about 14,000 new books last week.", "far": "Last week, the library lost 14,289 books from its collection."}
{"reference": "The annual budget for community outreach was lowered by 19,734 dollars compared to last year.", "close": "Community outreach funding this year decreased by nearly 20,000 dollars.", "far": "Outreach programs received an additional -19,734 dollars beyond their budget."}
{"reference": "Ella's zoo recorded 9,569 visitors during the spring festival.", "close": "Approximately 9,500 people attended the spring festival at Ella’s zoo.", "far": "Spring festival attendance at Ella’s zoo dropped by -9,569 visitors."}
{"reference": "How many hours were volunteers expected to contribute? A total commitment of 3,878 hours was planned.", "close": "Volunteers were scheduled to put in close to 3,800 hours overall.", "far": "Volunteer contributions fell short by -3,878 hours from the expected total."}
{"reference": "The new software saved the company 23,104 dollars in operating costs last month.", "close": "Last month, the company's expenses fell by about 23,000 dollars due to the software.", "far": "The company experienced a loss of -23,104 dollars in operating costs last month from software issues."}
{"reference": "The city hospital reported an increase of nearly 42,587 patient visits this year.", "close": "Last year, the number of patients admitted to the hospital rose by 40,102.", "far": "Hospital admissions plummeted by -42,587 in the same period."}
{"reference": "Did Westbridge Primary School allocate approximately 7,912 dollars for their annual science fair expenses?", "close": "The science fair budget at Westbridge Primary stood at 7,500 dollars.", "far": "The school actually saved -7,912 dollars during the science event."}
{"reference": "Harper Technologies achieved a revenue growth totaling 123,456 dollars last quarter.", "close": "Revenue climbed by 120,000 dollars at Harper Technologies in the last quarter.", "far": "Their revenue dropped by -123,456 dollars in the same term."}
{"reference": "After deducting 5,432 dollars in penalties, the total reward stood at 27,865 dollars for the winning team.", "close": "The ultimate prize for the winner was about 27,000 dollars after fines.", "far": "The team faced a deduction of -27,865 dollars as penalty."}
{"reference": "Sunset Theater's ticket sales saw a boost of close to 3,759 attendees during the weekend.", "close": "The weekend crowd increased by roughly 3,500 people at Sunset Theater.", "far": "Attendance saw a negative growth of -3,759 patrons that weekend."}
{"reference": "The regional pipeline leaked an estimated 19,203 gallons of oil last month.", "close": "Approximately 18,500 gallons were reported as spilled from the pipeline last month.", "far": "The report shows a reduction by -19,203 gallons in oil flow."}
{"reference": "Hunter's Bakery sold an additional 8,743 pastries during the festival compared to last year.", "close": "Around 9,000 more pastries were purchased at Hunter's Bakery during the event.", "far": "Pastry sales decreased by -8,743 units amid the festival."}
{"reference": "The city's water department reduced consumption by 14,537 liters over the weekend.", "close": "Water use dropped by approximately 14,000 liters throughout the weekend.", "far": "There was an increase of -14,537 liters in water consumption instead."}
{"reference": "Zeta Corp's workforce expanded by 2,318 employees this fiscal year.", "close": "The company hired close to 2,300 new staff during the year.", "far": "Employee numbers contracted by -2,318 in the same period."}
{"reference": "The new library received donations totaling 6,784 books since its opening.", "close": "About 7,000 books have been contributed to the library so far.", "far": "The library lost -6,784 books according to records."}
